
/* No comment provided by engineer. */
"Close" = "Chiudi";

/* No comment provided by engineer. */
"Delete" = "Elimina";

/* Verb 'edit' on a button */
"Edit" = "Modifica";

/* Button in the Xtras Manager to go to adiumxtras.com to get more adiumxtras */
"Get More Xtras" = "Ottieni altri Xtra";

/* Button title to open a message window the specific contact from the 'New Chat' window */
"Message" = "Messaggio";

/* Button to return from away in the away status window */
"Return" = "Ritorna";

/* No comment provided by engineer. */
"Send" = "Invia";
